{"pageProps":{"postDataStr":"{\"guid\":\"473f76\",\"body\":[{\"kind\":\"p\",\"content\":\"Just over a year ago I stood in a well furnished woodshop at the local college. I can remember the crisp sound of wood being chipped away and the almost unbelievable sight of my hardwood blank taking shape with each pass. Even now I can't help but grin, just as I did that day, when I think about that pen. More than just a pen, more than just a final product, this was and is a creation that is uniquely mine!\"},{\"kind\":\"p\",\"children\":[{\"kind\":\"\",\"content\":\"I stepped into the shop that day with a dear friend, not knowing what I was getting myself into. And to my surprise the whole experience, from the donning of the safety glasses to the buffing of that last drop of polish, was my birthday present! After all, he knew just how much I love to simply \"},{\"kind\":\"*\",\"content\":\"make\"},{\"kind\":\"\",\"content\":\". And I am so grateful for it.\"}]},{\"kind\":\"p\",\"content\":\"You see, I have been a maker and a scrounger for as long as I can remember. And perhaps more uniquely it has always spanned multiple disciplines; thank the Lord for the privilege and those opportunities that I have been given. When I was 12, I had spent countless nights making silly and wonderful and happy video games. When I was 15, I joined the school's robotics club as a clumsy assembly hand apprentice. Funny enough I never wrote a line of code and instead learned how to use the right tools for the job and how to machine to a given design and specification. I then learned how to design those simple parts myself with Computer Aided Design software.\"},{\"kind\":\"p\",\"content\":\"Both of those experiences deserve their own post, if not more. But what's important is that today I realized that I had been chained down by my controlled grasp of these past skills and discplines. Between software and CAD, I have always worked towards a certain domain of design - I call them ideal designs. Sure you start with your assumptions and build off of that. Maybe if you are clever enough you can anticipate the fringe use cases with a resilient design. But it is all created with precise numbers and routines. And that is precisely why I found freedom in woodworking.\"},{\"kind\":\"p\",\"children\":[{\"kind\":\"img\",\"meta\":{\"src\":\"/static/img/ww_pen.jpg\",\"alt\":\"My own creation (pen)\"}},{\"kind\":\"\",\"content\":\" To be sure, a pen is still a pen. So yeah, it had a certain framework to it. We started with a matching set of stainless steel necessities like the pen tip, the pen cap, and the twist-to-open chamber. Those were the lines to paint within. Outside of that? I took the wooden blanks to the lathe, an hour flew by, and I found my creation. I could not have predicted that day what the pen would have looked like, what the radius on the grip should have been, whether it should have been measured by imperial inches or metric centimeters.\"}]},{\"kind\":\"p\",\"content\":\"And that makes it so wonderful.\"}],\"author\":\"Josh Wang\",\"title\":\"Freedom in Working\",\"description\":\"The pen is mightier than the keyboard and mouse\",\"tags\":[\"woodworking\",\"perspective\",\"journey\",\"design\"],\"lastUpdateDate\":\"2021-08-13T22:25:31.946-04:00\",\"publishDate\":\"2019-11-03T00:25:10.322-04:00\"}","disqusUrl":"https://jwango.disqus.com/embed.js","publicUrl":"https://www.jwango.com"},"__N_SSG":true}